Revit 2027 API
BuiltInFailures.CopyPasteFailures.CopyImposterContentWarn Property
 Cannot copy Render Appearance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CopyImposterContentWarn { get; }
Public Shared ReadOnly Property CopyImposterContentWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CopyImposterContentWarn {
	FailureDefinitionId^ get ();
}
static member CopyImposterContentWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace